Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Color-coded fills and smooth gradients are unavailable in Segmented mode. Switch to Hierarchical or Gradient to adjust these options.
be: Запаўненні з каляровай кадзіроўкай і плаўныя градыенты недаступныя ў рэжыме «Секцыяніраваны». Пераключыцеся ў рэжым «Іерархічны» або «Градыент», каб наладзіць гэтыя опцыі.
de: Farbcodierte Füllungen und glatte Farbverläufe sind im Segmentierten Modus nicht verfügbar. Wechseln Sie zu Hierarchisch oder Gradient, um diese Optionen anzupassen.
fr: Les remplissages à code couleur et les dégradés lisses ne sont pas disponibles en mode segmenté. Passez à Hiérarchique ou Gradient pour ajuster ces options.
hi: सेगमेंटेड मोड में रंग-कोडित भराई और चिकनी ढालें उपलब्ध नहीं हैं। इन विकल्पों को समायोजित करने के लिए पदानुक्रमित या ढाल मोड में स्विच करें।
nl: Kleurgecodeerde vullingen en vloeiende verlopen zijn niet beschikbaar in de gesegmenteerde modus. Schakel naar Hiërarchisch of Verloop om deze opties aan te passen.
ru: Цветная заливка и градиенты недоступны в режиме Segmented.
th: การเติมสีตามรหัสและไล่เฉดสีแบบนุ่มไม่พร้อมใช้ในโหมด Segmented เปลี่ยนเป็น Hierarchical หรือ Gradient เพื่อปรับตัวเลือก
zh_hans: 分段模式下不支持彩色填充和平滑渐变。切换到层级或渐变模式来调整这些选项。
zh_hant: 分段模式下不支援彩色填充和平滑漸變。切換到層級或漸變模式來調整這些選項。

source: Configure countdown style and lock screen widgets in the Calendar tab.
be: Наладзьце стыль адліку часу і віджэты экрана блакіроўкі на ўкладцы «Каляндар».
de: Konfigurieren Sie den Countdown-Stil und die Widgets zum Sperrbildschirm auf der Registerkarte "Kalender".
fr: Configurez le style de compte à rebours et les widgets de l'écran de verrouillage dans l'onglet Calendrier.
hi: कैलेंडर टैब में काउंटडाउन शैली और लॉक स्क्रीन विजेट्स को कॉन्फ़िगर करें।
nl: Configureer de aftelstijl en vergrendelschermwidgets op het tabblad 'Agenda'.
ru: Настройте стиль обратного отсчета и виджеты на вкладке Calendar.
th: ตั้งค่าสไตล์การนับถอยหลังและวิดเจ็ตหน้าจอล็อกในแท็บปฏิทิน
zh_hans: 在日历标签页中配置倒计时样式和锁屏小组件。
zh_hant: 在行事曆分頁中配置倒數計時樣式和鎖定畫面小工具。

source: Configure how the timer looks inside the closed notch. Progress can render as a ring around the icon or as horizontal bars.
be: Наладзьце выгляд таймера ў закрытым вырезе. Прагрэс можа адлюстроўвацца ў выглядзе кольца вакол іконкі або гарызантальных палос.
de: Konfigurieren Sie, wie der Timer in der geschlossenen Kerbe aussieht. Der Fortschritt kann als Ring um das Symbol oder als horizontale Balken angezeigt werden.
fr: Configurez l'apparence de la minuterie à l'intérieur de l'encoche fermée. La progression peut être rendue comme un anneau autour de l'icône ou comme des barres horizontales.
hi: बंद नॉच के अंदर टाइमर कैसा दिखे, इसे कॉन्फ़िगर करें। प्रगति आइकन के चारों ओर एक छल्ला या क्षैतिज बार के रूप में प्रदर्शित हो सकती है।
nl: Configureer hoe de timer eruitziet in de gesloten inkeping. Vooruitgang kan worden weergegeven als een ring rond het pictogram of als horizontale balken.
ru: Настройте внешний вид таймера в закрытом вырезе.
th: ตั้งค่าลักษณะตัวจับเวลาในรอยบากที่ปิด ความคืบหน้าสามารถแสดงเป็นวงแหวนรอบไอคอนหรือแถบแนวนอน
zh_hans: 配置计时器在关闭的刘海中的外观。进度可以显示为图标周围的圆环或水平条。
zh_hant: 配置計時器在關閉的瀏海中的外觀。進度可以顯示為圖示周圍的圓環或水平條。

source: Control timer availability, live activity behaviour, and whether the app mirrors timers started from the macOS Clock app.
be: Кантралюйце даступнасць таймераў, паводзіны актыўнасці ў рэальным часе і тое, ці адлюстроўвае дадатак таймеры, запушчаныя з дадатка «Гадзіннік» macOS.
de: Kontrollieren Sie die Timer-Verfügbarkeit, das Live-AktivitätsVerhalten und die Frage, ob die App Timer widerspiegelt, die von der macOS Clock-App gestartet wurden.
fr: Contrôlez la disponibilité de la minuterie, le comportement de l'activité en direct et si l'application reflète les minuteries lancées à partir de l'application macOS Clock.
hi: टाइमर की उपलब्धता, लाइव गतिविधि का व्यवहार, और यह कि क्या ऐप macOS क्लॉक ऐप से शुरू किए गए टाइमर को दर्शाता है।
nl: Beheer de beschikbaarheid van timers, het gedrag van live-activiteiten en of de app timers weerspiegelt die zijn gestart vanuit de macOS Clock-app.
ru: Управляет доступностью таймера, Live Activities и тем, дублирует ли приложение таймеры из системного приложения Часы.
th: ควบคุมการใช้งานตัวจับเวลา พฤติกรรมกิจกรรมสด และว่าแอปจะสะท้อนตัวจับเวลาจากแอป Clock ของ macOS หรือไม่
zh_hans: 控制计时器可用性、实时活动行为，以及应用是否同步 macOS 时钟应用启动的计时器。
zh_hant: 控制計時器可用性、即時動態行為，以及 App 是否同步 macOS 時鐘 App 啟動的計時器。

source: Controls how often system metrics refresh while monitoring is active.
be: Кантралюе, як часта абнаўляюцца сістэмныя метрыкі падчас актыўнага маніторынгу.
de: Steuert, wie oft Systemmetriken aktualisiert werden, während die Überwachung aktiv ist.
fr: Contrôle la fréquence à laquelle les métriques du système se rafraîchissent pendant que la surveillance est active.
hi: नियंत्रित करता है कि मॉनिटरिंग सक्रिय रहने के दौरान सिस्टम मेट्रिक्स कितनी बार रिफ्रेश होते हैं।
nl: Bepaalt hoe vaak systeemstatistieken worden vernieuwd terwijl monitoring actief is.
ru: Управляет частотой обновления системных метрик при активном мониторинге.
th: ควบคุมความถี่ในการรีเฟรชเมตริกระบบขณะตรวจสอบ
zh_hans: 控制监控激活时系统指标的刷新频率。
zh_hant: 控制監控啟用時系統指標的重新整理頻率。

source: Controls the optional timer widget that floats above the media panel. Blur adds a frosted finish behind the compact view.
be: Кіруе дадатковым таймер-віджэтам, які лунае над медыяпанэллю. Затуманьванне дадае матавае пакрыццё за кампактным праглядам.
de: Steuert das optionale Timer-Widget, das über dem Medienfenster schwebt. Die Unschärfe fügt hinter der kompakten Ansicht ein mattiertes Finish hinzu.
fr: Contrôle le widget de minuterie optionnel qui flotte au-dessus du panneau multimédia. Le flou ajoute une finition givrée derrière la vue compacte.
hi: मीडिया पैनल के ऊपर तैरने वाले वैकल्पिक टाइमर विजेट को नियंत्रित करता है। ब्लर कॉम्पैक्ट व्यू के पीछे एक फ्रॉस्टेड फिनिश जोड़ता है।
nl: Bestuurt de optionele timerwidget die boven het mediapaneel zweeft. Vervaging voegt een matte afwerking toe achter de compacte weergave.
ru: Управляет дополнительным виджетом таймера над медиапанелью. Размытие добавляет матовый эффект.
th: ควบคุมวิดเจ็ตตัวจับเวลาที่ลอยเหนือแผงสื่อ เบลอเพิ่มผิวฟรอสต์หลังมุมมองแบบกระชับ
zh_hans: 控制浮动在媒体面板上方的可选计时器小组件。模糊效果为紧凑视图添加磨砂效果。
zh_hant: 控制浮動在媒體面板上方的可選計時器小工具。模糊效果為緊湊檢視新增磨砂效果。

source: Controls whether Dynamic Island mirrors lock/unlock events with its own live activity and audible chimes.
be: Кантралюе, ці Дынамічны востраў адлюстроўвае падзеі блакіроўкі/разблакіроўкі з дапамогай уласнай ажыўленай актыўнасці і гучных сігналаў.
de: Steuert, ob Dynamic Island Sperr-/Entsperrereignisse mit eigener Live-Aktivität und hörbaren Glockenspielen spiegelt.
fr: Contrôle si Dynamic Island reflète les événements de verrouillage/déverrouillage avec sa propre activité en direct et des carillons audibles.
hi: यह नियंत्रित करता है कि डायनामिक आइलैंड अपनी लाइव गतिविधि और श्रव्य घंटियों के साथ लॉक/अनलॉक घटनाओं को प्रतिबिंबित करे या नहीं।
nl: Bepaalt of Dynamic Island vergrendelings- en ontgrendelingsgebeurtenissen weergeeft via zijn eigen live-activiteit en geluidssignalen.
ru: Управляет тем, дублирует ли Dynamic Island системные события блокировки/разблокировки своими Live Activity и звуками.
th: ควบคุมว่าไดนามิกไอแลนด์จะสะท้อนเหตุการณ์ล็อก/ปลดล็อกด้วยกิจกรรมสดและเสียงของตัวเองหรือไม่
zh_hans: 控制灵动岛是否通过自身的实时活动和提示音来响应锁屏/解锁事件。
zh_hant: 控制動態島是否透過自身的即時動態和提示音來響應鎖定畫面/解鎖事件。

source: Custom OSD feature requires macOS 15 or later.
be: Функцыя карыстальніцкага OSD патрабуе macOS 15 або больш позняй версіі.
de: Die benutzerdefinierte OSD-Funktion erfordert macOS 15 oder neuer.
fr: La fonctionnalité OSD personnalisée nécessite macOS 15 ou une version ultérieure.
nl: Voor de aangepaste OSD-functie is macOS 15 of hoger vereist.
ru: Функция Собственный OSD требует macOS 15 и новее.
th: ฟีเจอร์ OSD กำหนดเองต้องการ macOS 15 ขึ้นไป
zh_hans: 自定义 OSD 功能需要 macOS 15 或更高版本。
zh_hant: 自訂 OSD 功能需要 macOS 15 或更高版本。

source: Custom OSD is an experimental alpha feature and may contain bugs or unexpected behavior. This feature requires macOS 15 or later and is still under active development. It's recommended to keep it disabled unless you want to help test it.
be: Наладжвальны OSD — гэта эксперыментальная альфа-функцыя, якая можа ўтрымліваць памылкі або дэманстраваць нечаканае паводзіны. Гэтая функцыя патрабуе macOS 15 або больш позняй версіі і ўсё яшчэ знаходзіцца ў актыўнай распрацоўцы. Рэкамендуецца пакінуць яе адключанай, калі вы не хочаце дапамагчы з тэсціраваннем.
de: Benutzerdefinierte OSD ist eine experimentelle Alpha-Funktion und kann Fehler oder unerwartetes Verhalten enthalten. Diese Funktion erfordert macOS 15 oder höher und befindet sich noch in der aktiven Entwicklung. Es wird empfohlen, es deaktiviert zu lassen, es sei denn, Sie möchten beim Testen helfen.
fr: L'OSD personnalisé est une fonctionnalité alpha expérimentale et peut contenir des bogues ou un comportement inattendu. Cette fonctionnalité nécessite macOS 15 ou une version ultérieure et est toujours en cours de développement actif. Il est recommandé de le garder désactivé à moins que vous ne vouliez aider à le tester.
hi: कस्टम OSD एक प्रयोगात्मक अल्फा फ़ीचर है और इसमें बग या अप्रत्याशित व्यवहार हो सकते हैं। इस फ़ीचर के लिए macOS 15 या बाद के संस्करण की आवश्यकता है और यह अभी भी सक्रिय विकास के अधीन है। जब तक आप इसका परीक्षण करने में मदद नहीं करना चाहते, तब तक इसे अक्षम रखना अनुशंसित है।
nl: Aangepaste OSD is een experimentele alpha-functie en kan bugs of onverwacht gedrag bevatten. Deze functie vereist macOS 15 of hoger en wordt nog steeds actief ontwikkeld. Het wordt aanbevolen om dit uitgeschakeld te houden, tenzij je wilt helpen met testen.
ru: Custom OSD — экспериментальная функция, возможны ошибки. Требуется macOS 15 или новее. Рекомендуется не включать, если вы не участвуете в тестировании.
th: Custom OSD เป็นฟีเจอร์อัลฟาทดลองและอาจมีบั๊กหรือพฤติกรรมที่ไม่คาดคิด ฟีเจอร์นี้ต้องการ macOS 15 ขึ้นไปและยังอยู่ระหว่างพัฒนา แนะนำให้ปิดใช้ไว้ เว้นแต่คุณต้องการช่วยทดสอบ
zh_hans: 自定义 OSD 是一个实验性测试功能，可能包含错误或意外行为。 此功能需要 macOS 15 或更高版本，仍在积极开发中。除非您想帮助测试，否则建议保持禁用。
zh_hant: 自訂 OSD 是一個實驗性測試功能，可能包含錯誤或意外行為。 此功能需要 macOS 15 或更高版本，仍在積極開發中。除非你想幫助測試，否則建議保持停用。

source: Custom OSD is disabled because HUDs are enabled. Disable HUDs in the HUDs tab to use Custom OSD.
be: Наладжвальны OSD адключаны, таму што ўключаны HUD-ы. Адключыце HUD-ы на ўкладцы «HUD-ы», каб выкарыстоўваць наладжвальны OSD.
de: Benutzerdefiniertes OSD ist deaktiviert, da HUDs aktiviert sind. Deaktivieren Sie HUDs auf der Registerkarte HUDs, um benutzerdefiniertes OSD zu verwenden.
fr: L'OSD personnalisé est désactivé car les HUD sont activés. Désactiver les HUD dans l'onglet HUDs pour utiliser l'OSD personnalisé.
hi: कस्टम OSD अक्षम है क्योंकि HUD सक्षम हैं। कस्टम OSD का उपयोग करने के लिए HUD टैब में HUD को अक्षम करें।
nl: Aangepaste OSD is uitgeschakeld omdat HUD's zijn ingeschakeld. Schakel HUD's uit op het tabblad HUD's om Aangepaste OSD te gebruiken.
ru: Собственный OSD отключен, так как включены системные HUD. Отключите HUD в настройках, чтобы использовать эту функцию.
th: Custom OSD ถูกปิดเนื่องจาก HUD เปิดอยู่ ปิด HUD ในแท็บ HUD เพื่อใช้ Custom OSD
zh_hans: 自定义 OSD 已禁用，因为 HUD 已启用。请在 HUD 标签页中禁用 HUD 以使用自定义 OSD。
zh_hant: 自訂 OSD 已停用，因為 HUD 已啟用。請在 HUD 分頁中停用 HUD 以使用自訂 OSD。

source: Discrete transitions snap between Green (0–60%), Yellow (60–85%), and Red (85–100%).
be: Дыскрэтныя пераходы імгненна пераключаюцца паміж зялёным (0–60%), жоўтым (60–85%) і чырвоным (85–100%).
de: Diskrete Übergänge zwischen Grün (0–60%), Gelb (60–85%) und Rot (85–100%).
fr: Les transitions discrètes s'enclenchent entre le vert (0-60 %), le jaune (60 à 85 %) et le rouge (85 à 100 %).
nl: Er zijn discrete overgangen tussen groen (0–60%), geel (60–85%) en rood (85–100%).
ru: Дискретные переходы: Зеленый (0–60%), Желтый (60–85%) и Красный (85–100%).
zh_hans: 离散过渡在绿色（0-60%）、黄色（60-85%）和红色（85-100%）之间切换。
zh_hant: 離散過渡在綠色（0-60%）、黃色（60-85%）和紅色（85-100%）之間切換。

source: Display custom macOS-style OSD windows at the bottom center of the screen when adjusting volume, brightness, or keyboard backlight.
be: Падчас рэгулявання гучнасці, яркасці або падсветкі клавіятуры адлюстроўваць на ніжнім цэнтры экрана карыстальніцкія OSD-вокны ў стылі macOS.
de: Zeigen Sie benutzerdefinierte OSD-Fenster im macOS-Stil in der unteren Mitte des Bildschirms an, wenn Sie die Lautstärke, Helligkeit oder Tastaturhintergrundbeleuchtung anpassen.
fr: Affichez des fenêtres OSD personnalisées de style macOS en bas au centre de l'écran lors du réglage du volume, de la luminosité ou du rétroéclairage du clavier.
hi: वॉल्यूम, ब्राइटनेस या कीबोर्ड बैकलाइट समायोजित करते समय स्क्रीन के निचले केंद्र में कस्टम macOS-शैली की OSD विंडो दिखाएँ।
nl: Toon aangepaste OSD-vensters in macOS-stijl midden onderaan het scherm wanneer je het volume, de helderheid of de toetsenbordverlichting aanpast.
ru: Отображать собственные OSD-окна в стиле macOS внизу экрана при изменении громкости, яркости или подсветки клавиатуры.
th: แสดงหน้าต่าง OSD สไตล์ macOS ที่กำหนดเองที่กลางด้านล่างของหน้าจอเมื่อปรับระดับเสียง ความสว่าง หรือไฟแป้นพิมพ์
zh_hans: 调节音量、亮度或键盘背光时在屏幕底部居中显示自定义 macOS 风格的 OSD 窗口。
zh_hant: 調節音量、亮度或鍵盤背光時在螢幕底部居中顯示自訂 macOS 風格的 OSD 視窗。

source: Displays a HUD notification when Bluetooth audio devices (headphones, AirPods, speakers) connect, showing device name and battery level.
be: Паказвае апавяшчэнне на HUD пры падключэнні Bluetooth-аўдыяпрылад (навушнікаў, AirPods, калонкі), якое адлюстроўвае назву прылады і ўзровень зарадкі батарэі.
de: Zeigt eine HUD-Benachrichtigung an, wenn Bluetooth-Audiogeräte (Kopfhörer, AirPods, Lautsprecher) eine Verbindung herstellen, die den Gerätenamen und den Batteriestand anzeigt.
fr: Affiche une notification sur l’ATH lorsque des appareils audio Bluetooth (Écouteurs, AirPods, enceintes) se connectent, et affiche le nom et la charge de la batterie de celui-ci.
hi: जब ब्लूटूथ ऑडियो डिवाइस (हेडफ़ोन, एयरपॉड्स, स्पीकर्स) कनेक्ट होते हैं, तो डिवाइस का नाम और बैटरी स्तर दिखाने वाला एक HUD नोटिफिकेशन प्रदर्शित करता है।
nl: Geeft een HUD-melding weer wanneer Bluetooth-audioapparaten (hoofdtelefoon, AirPods, luidsprekers) verbinding maken, waarbij de apparaatnaam en het batterijniveau worden weergegeven.
ru: Показывает HUD-уведомление при подключении Bluetooth-аудиоустройств (наушников, AirPods, колонок), отображая имя и заряд.
th: แสดงการแจ้งเตือน HUD เมื่ออุปกรณ์เสียงบลูทูธ (หูฟัง, AirPods, ลำโพง) เชื่อมต่อ แสดงชื่ออุปกรณ์และระดับแบตเตอรี่
zh_hans: 蓝牙音频设备（耳机、AirPods、扬声器）连接时显示 HUD 通知，包含设备名称和电池电量。
zh_hant: 藍牙音訊裝置（耳機、AirPods、揚聲器）連線時顯示 HUD 通知，包含裝置名稱和電池電量。

source: Displays play/pause and skip buttons beside the notch while music is active. Disabled by default.
be: Падчас прайгравання музыкі паказвае кнопкі прайгравання/паўзы і перамоту побач з выемкай. Па змаўчанні адключана.
de: Zeigt Wiedergabe-/Pause- und Überspringen-Tasten neben der Note an, während die Musik aktiv ist. Standardmäßig deaktiviert.
fr: Affiche les boutons de lecture/pause et de saut à côté de l'encoche lorsque la musique est active. Désactivé par défaut.
hi: जब संगीत चल रहा हो, तो नॉच के पास प्ले/पॉज़ और स्किप बटन दिखाई देते हैं। डिफ़ॉल्ट रूप से अक्षम।
nl: Toont knoppen voor afspelen/pauzeren en overslaan naast de inkeping terwijl de muziek actief is. Standaard uitgeschakeld.
ru: Отображает кнопки "Воспроизведение/Пауза" и "Вперед" рядом с вырезом при активной музыке. Отключено по умолчанию.
th: แสดงปุ่มเล่น/หยุดและข้ามข้างรอยบากขณะเพลงทำงาน ปิดใช้โดยค่าเริ่มต้น
zh_hans: 音乐播放时在刘海旁边显示播放/暂停和跳过按钮。默认禁用。
zh_hant: 音樂播放時在瀏海旁邊顯示播放/暫停和跳過按鈕。預設停用。

source: Drag the previews to adjust vertical placement. Positive values lift the panel; negative values lower it. Changes apply instantly while the widgets are visible.
be: Перацягніце папярэднія прагляды, каб адрэгуляваць вертыкальнае размяшчэнне. Пазітыўныя значэнні падымаюць панэль, адмоўныя — апускаюць. Змены прымяняюцца імгненна, пакуль віджэты бачныя.
de: Ziehen Sie die Vorschauen, um die vertikale Platzierung anzupassen. Positive Werte heben das Panel an; negative Werte senken es. Änderungen werden sofort angewendet, solange die Widgets sichtbar sind.
fr: Faites glisser les aperçus pour ajuster le placement vertical. Les valeurs positives soulèvent le panneau ; les valeurs négatives l'abaissent. Les modifications s'appliquent instantanément tant que les widgets sont visibles.
hi: ऊर्ध्वाधर स्थिति समायोजित करने के लिए पूर्वावलोकन को खींचें। सकारात्मक मान पैनल को ऊपर उठाते हैं; नकारात्मक मान इसे नीचे लाते हैं। विजेट्स दिखाई देने के दौरान परिवर्तन तुरंत लागू होते हैं।
nl: Versleep de voorbeelden om de verticale plaatsing aan te passen. Positieve waarden tillen het paneel omhoog; negatieve waarden verlagen deze. Wijzigingen zijn onmiddellijk van toepassing zolang de widgets zichtbaar zijn.
ru: Перетащите превью для настройки вертикального положения. Положительные значения поднимают панель, отрицательные — опускают. Изменения применяются мгновенно.
th: ลากตัวอย่างเพื่อปรับตำแหน่งแนวตั้ง ค่าบวกยกแผงขึ้น ค่าลบลดแผงลง การเปลี่ยนแปลงมีผลทันทีขณะวิดเจ็ตมองเห็นได้
zh_hans: 拖动预览以调整垂直位置。正值上移面板，负值下移。更改在小组件可见时立即生效。
zh_hant: 拖移預覽以調整垂直位置。正值上移面板，負值下移。更改在小工具可見時立即生效。

source: Each graph can be individually enabled or disabled. Network activity shows download/upload speeds, and disk I/O shows read/write speeds.
be: Кожны графік можна ўключыць або выключыць асобна. Актыўнасць сеткі паказвае хуткасці спампоўвання/загрузкі, а дыскавыя I/O — хуткасці чытання/запісу.
de: Jede Grafik kann einzeln aktiviert oder deaktiviert werden. Die Netzwerkaktivität zeigt Download-/Upload-Geschwindigkeiten an, und die Festplatten-E/A zeigt Lese-/Schreibgeschwindigkeiten.
fr: Chaque graphique peut être individuellement activé ou désactivé. L’activité réseau affiche la vitesse de téléchargement et d’envoi, et l’activité du disque affiche la vitesse de lecture et d’écriture.
hi: प्रत्येक ग्राफ़ को व्यक्तिगत रूप से सक्षम या अक्षम किया जा सकता है। नेटवर्क गतिविधि डाउनलोड/अपलोड गति दिखाती है, और डिस्क I/O रीड/राइट गति दिखाती है।
nl: Elke grafiek kan afzonderlijk worden in- of uitgeschakeld. Netwerkactiviteit toont download-/uploadsnelheden, en schijf-I/O toont lees-/schrijfsnelheden.
ru: Каждый график можно включить или выключить отдельно. Сетевая активность показывает скорость интернета, а ввода-вывода — скорость диска.
th: กราฟแต่ละอันเปิด/ปิดได้ กิจกรรมเครือข่ายแสดงความเร็วดาวน์โหลด/อัปโหลด และดิสก์ I/O แสดงความเร็วอ่าน/เขียน
zh_hans: 每个图表可以单独启用或禁用。网络活动显示下载/上传速度，磁盘 I/O 显示读写速度。
zh_hant: 每個圖表可以單獨啟用或停用。網路活動顯示下載/上傳速度，磁碟 I/O 顯示讀寫速度。

source: Easily copy, store, and manage your most-used content. Upgrade now for advanced features like multi-item storage and quick access!
be: Лёгка капіруйце, захоўвайце і кіруйце сваім найбольш выкарыстоўваным кантэнтам. Абнавіцеся зараз, каб атрымаць прасунутыя функцыі, такія як захоўванне некалькіх элементаў і хуткі доступ!
de: Kopieren, speichern und verwalten Sie ganz einfach Ihre am häufigsten verwendeten Inhalte. Aktualisieren Sie jetzt, um erweiterte Funktionen wie die Speicherung mehrerer Elemente und schnellen Zugriff zu erhalten!
fr: Copiez, stockez et gérez facilement votre contenu le plus utilisé. Mettez à niveau maintenant pour des fonctionnalités avancées telles que le stockage de multiples items et un accès rapide !
hi: अपने सबसे अधिक उपयोग किए जाने वाले कंटेंट को आसानी से कॉपी करें, स्टोर करें और प्रबंधित करें। मल्टी-आइटम स्टोरेज और त्वरित पहुँच जैसी उन्नत सुविधाओं के लिए अभी अपग्रेड करें!
nl: Kopieer, bewaar en beheer eenvoudig je meest gebruikte inhoud. Upgrade nu voor geavanceerde functies zoals opslag voor meerdere items en snelle toegang!
ru: Легко копируйте, храните и управляйте наиболее часто используемым контентом. Обновитесь сейчас, чтобы получить доступ к расширенным функциям, таким как хранение нескольких элементов и быстрый доступ!
th: คัดลอก จัดเก็บ และจัดการเนื้อหาที่ใช้บ่อยได้ง่าย อัปเกรดเลยสำหรับฟีเจอร์ขั้นสูงเช่นพื้นที่เก็บหลายรายการและการเข้าถึงด่วน!

source: Enable "Show cool face animation while inactivity" to customize animations
be: Уключыце «Паказваць крутую анімацыю твару пры бездзейнасці», каб наладзіць анімацыі.
de: Aktivieren Sie "Coole Gesichtsanimation während Inaktivität anzeigen", um Animationen anzupassen
fr: Activer "Afficher l'animation du visage cool pendant l'inactivité" pour personnaliser les animations
hi: एनिमेशन को अनुकूलित करने के लिए "अक्रियता के दौरान कूल फेस एनिमेशन दिखाएँ" सक्षम करें।
nl: Schakel 'Toon coole gezichtsanimatie tijdens inactiviteit' in om animaties aan te passen
ru: Включите "Отображать лицо при бездействии", чтобы настроить анимации.
th: เปิดใช้ "แสดงแอนิเมชันใบหน้าเท่เมื่อไม่ได้ใช้งาน" เพื่อปรับแต่งแอนิเมชัน
zh_hans: 启用「空闲时显示有趣的表情动画」以自定义动画
zh_hant: 啟用「閒置時顯示有趣的表情動畫」以自訂動畫

source: Enable and style the media controls that appear above the system clock when the screen is locked.
be: Уключыце і наладзьце элементы кіравання мультымедыя, якія з'яўляюцца над сістэмным гадзіннікам пры заблакіраваным экране.
de: Aktivieren und stylen Sie die Mediensteuerelemente, die über der Systemuhr erscheinen, wenn der Bildschirm gesperrt ist.
fr: Activez et stylisez les contrôles multimédias qui apparaissent au-dessus de l'horloge système lorsque l'écran est verrouillé.
hi: स्क्रीन लॉक होने पर सिस्टम क्लॉक के ऊपर दिखने वाले मीडिया नियंत्रणों को सक्षम करें और उनका स्टाइल बदलें।
nl: Schakel de mediabediening in en vorm deze die boven de systeemklok verschijnt wanneer het scherm is vergrendeld.
ru: Включение и настройка плера над системными часами при заблокированном экране.
th: เปิดใช้และจัดสไตล์ปุ่มควบคุมสื่อที่ปรากฏเหนือนาฬิการะบบเมื่อล็อกหน้าจอ
zh_hans: 启用并设置屏幕锁定时系统时钟上方显示的媒体控制。
zh_hant: 啟用並設定螢幕鎖定時系統時鐘上方顯示的媒體控制。

source: Enable Built-in System HUD
be: Уключыць убудаваны сістэмны HUD
de: Integriertes System-HUD aktivieren
fr: Activer le système d’ATH intégré
nl: Schakel ingebouwde systeem-HUD in
ru: Включить системный HUD
th: เปิดใช้ HUD ระบบในตัว
zh_hans: 启用内置系统 HUD
zh_hant: 啟用內建系統 HUD

source: Enable built-in system monitoring to replace macOS HUD notifications with Atoll displays.
be: Уключыце ўбудаваны маніторынг сістэмы, каб замяніць апавяшчэнні HUD macOS на дысплеі Atoll.
de: Aktivieren Sie die integrierte Systemüberwachung, um macOS HUD-Benachrichtigungen durch Atoll-Displays zu ersetzen.
fr: Activez le système de suivi intégré pour remplacer les notifications macOS avec celles de Atoll.
hi: macOS HUD सूचनाओं को Atoll डिस्प्ले से बदलने के लिए अंतर्निहित सिस्टम निगरानी सक्षम करें।
nl: Schakel ingebouwde systeemmonitoring in om macOS HUD-meldingen te vervangen door Atoll-schermen.
ru: Заменяет стандартные HUD-уведомления macOS (яркость/громкость) красивыми элементами Atoll.
th: เปิดใช้การตรวจสอบระบบในตัวเพื่อแทนที่การแจ้งเตือน HUD macOS ด้วยการแสดงผล Atoll
zh_hans: 启用内置系统监控，用 Atoll 显示替代 macOS HUD 通知。
zh_hant: 啟用內建系統監控，用 Atoll 顯示替代 macOS HUD 通知。

source: Enable global keyboard shortcuts above to customize your shortcuts.
be: Уключыце сусветныя спалучэнні клавіш вышэй, каб наладзіць свае спалучэнні.
de: Aktivieren Sie die globalen Tastenkombinationen oben, um Ihre Verknüpfungen anzupassen.
fr: Activez les raccourcis clavier globaux ci-dessus pour personnaliser vos raccourcis.
nl: Schakel hierboven de algemene sneltoetsen in om je sneltoetsen aan te passen.
ru: Включите глобальные сочетания клавиш выше, чтобы настроить их.
th: เปิดใช้ทางลัดแป้นพิมพ์ทั่วไปด้านบนเพื่อปรับแต่งทางลัดของคุณ
zh_hans: 启用上方的全局键盘快捷键以自定义您的快捷键。
zh_hant: 啟用上方的全域鍵盤快速鍵以自訂你的快速鍵。
